<?php

return array(

	'Search'             => 'Поиск',
	'Search button'      => 'Найти',

	'Quick search'       => 'Быстрый поиск',
	'Quick search label' => 'Показывать подсказки на основе поиска по заголовкам во время набора.',

	'Found'              => 'Найдено страниц: %d',
	'Found tags'         => 'Похожие ключевые слова: %s',
	'Not found'          => 'Ничего не найдено.',

	'Reindex'            => 'Проиндексировать заново',
	'Reindex title'      => 'Долгая операция. Если соединение с сервером прервется, можно запустить повторно.',
	'Search index'       => 'Поисковый индекс',
	'Search index rows'  => 'Строк в БД: %1$s',
	'Search index size'  => 'Объем данных: %1$s',

	'Indexing required'  => 'Чтобы на сайте заработал поиск, нужно проиндексировать данные.',
	'Index now'          => 'Проиндексировать сейчас',

);
