<?php

return array(

	'Name'              => 'Ваше имя:',
	'Contact'           => 'Электронная почта или номер телефона:',
	'Subject'           => 'Тема:',
	'Text'              => 'Сообщение:',

	'Error message'     => 'Сообщение невозможно отправить по следующим причинам:',
	'missing_text'      => 'Вы забыли ввести текст.',
	'missing_contact'   => 'Вы забыли ввести адрес электронной почты или телефон. Мы не сможем с вами связаться.',
	'missing_name'      => 'Вы забыли ввести имя.',
	'question'          => 'Вы неверно указали ответ на&nbsp;вопрос. Попробуйте еще раз.',

	'Message sent'      => 'Сообщение отправлено',
	'Message sent text' => '<p>Ваше сообщение успешно отправлено. Мы скоро с вами свяжемся.</p>',

	'Mail subject'      => 'Обращение с сайта',
	'Mail template'     => 'Здравствуйте!

С сайта поступило новое обращение.

Имя: %s
Электропочта или телефон: %s
Тема: %s
Текст:

%s'

);
