<?php

$lang_comments = array(

// Comment errors
'Error post comment'		=> 'Неправильный формат данных комментария',
'Save comment'				=> 'Скопируйте на всякий случай свой комментарий, чтобы он не&nbsp;потерялся.',
'Go back'					=> 'Вернитесь <a href="javascript:history.back()">назад</a> и&nbsp;исправьте ошибку.',
'Fix error'					=> 'Исправьте ошибку перед отправкой комментария.',
'Email subject'				=> 'Комментарий к %s',
'Comment sent'				=> 'Комментарий отправлен',
'Comment sent info'			=> '<p>Ваш комментарий успешно отправлен. Он появится на&nbsp;сайте после&nbsp;проверки.</p><p>А&nbsp;пока вы можете перейти к&nbsp;<a href="%1$s">прокомментированной статье</a> или&nbsp;на&nbsp;<a href="%2$s">главную страницу</a> и&nbsp;почитать другие статьи</a>.</p>',
'Wrote'						=> 'пишет:',

'Unsubscribed OK'			=> 'Вы успешно отписаны от рассылки',
'Unsubscribed OK info'		=> 'Вы успешно отписаны от рассылки комментариев.',

'Unsubscribed failed'		=> 'Вы не были отписаны от рассылки',
'Unsubscribed failed info'	=> 'Скорее всего вы проследовали по&nbsp;неправильной или&nbsp;устаревшей ссылке.',

'Comment preview'			=> 'Предварительный просмотр комментария',
'Comment preview info'		=> 'Ваш комментарий еще не сохранен! После редактирования не&nbsp;забудьте нажать на&nbsp;кнопку «Отправить».',

'Email pattern'				=>
'Здравствуйте, <name>.

Вы получили это письмо, так как подписались на комментарии к статье
«<title>»,
расположенной по адресу:
<url>

Ниже следует текст комментария.

----------------------------------------------------------------------
<author> написал(а):

<text>
----------------------------------------------------------------------

Это письмо сформировано и отправлено автоматически. Если Вы на него
ответите, автор сайта получит Ваш ответ. Чтобы отписаться от рассылки,
пройдите по следующей ссылке:

<unsubscribe>',

);

$lang_comment_errors = array (
	'Error message'	=> 'Комментарий невозможно сохранить по следующим причинам:',
	'missing_text'	=> 'Вы забыли ввести текст комментария.',
	'missing_nick'	=> 'Вы забыли ввести имя.',
	'long_text'		=> 'Сообщение не может быть больше %s байт.',
	'long_nick'		=> 'Имя длиннее 50 символов? Что-то странное...',
	'question'		=> 'Вы неверно указали ответ на вопрос. Попробуйте еще раз.',
	'email'			=> 'Неверно введен адрес электронной почты.<br />Введите, пожалуйста, правильный адрес, чтобы автор сайта мог связаться с&nbsp;вами в&nbsp;случае необходимости. Если вы снимете галочку &laquo;Показывать e-mail посетителям сайта&raquo;, адрес вашей электронной почты никто не&nbsp;узнает.',
	'disabled'		=> 'Извините, но комментарии на этом сайте отключены. Попробуйте зайти позже, может быть, их включат.',
	'post_error'	=> 'Были получены не&nbsp;все данные. Похоже, на сайте что-то поломалось. А может быть, вы хакер?',
	'no_item'		=> 'Из-за неизвестной ошибки непонятно, к&nbsp;чему вы оставили комментарий.',
);