var S2_LANG_SEARCH				= 'Поиск';
var S2_LANG_LOAD_TREE			= 'Загружается структура сайта...';
var S2_LANG_NO_LOOPS			= 'Переместить раздел в дочерние разделы невозможно!';
var S2_LANG_DELETE_COMMENT		= 'Удалить комментарий?';
var S2_LANG_DELETE_TAG_LINK		= 'Разорвать связь?';
var S2_LANG_SHOW_TAGS			= 'Показать ключевые слова';
var S2_LANG_HIDE_TAGS			= 'Скрыть ключевые слова';
var S2_LANG_NEW_PASSWORD		= 'Новый пароль пользователя «%s»:';
var S2_LANG_NEW_EMAIL			= 'Новый e-mail пользователя «%s»:';
var S2_LANG_DELETE_USER			= 'Удалить пользователя «%s»?';

var S2_LANG_DELETE_TAG			= 'Удалить ключевое слово «%s» и все связи с ним?';

var S2_LANG_EMPTY_TAG			= 'Нельзя сохранить ключевое слово без названия.';
var S2_LANG_EMPTY_LOGIN			= 'Вы не ввели логин пользователя.';

var S2_LANG_INSTALL_EXTENSION	= 'Продолжить установку расширения «%s»?';
var S2_LANG_INSTALL_MESSAGE		= 'Внимательно прочитайте перед установкой:\n\n%s\n\n';

var S2_LANG_DELETE_EXTENSION	= 'Вы действительно хотите удалить расширение «%s»?';
var S2_LANG_UNINSTALL_MESSAGE	= 'Внимательно прочитайте перед удалением:\n\n%s\n\nПродолжить удаление?';

var S2_LANG_EXPIRED_SESSION		= 'Ваш сеанс из-за длительного простоя завершен.\nХотите перезагрузить страницу и войти в систему заново?\nПомните, что любые несохраненные данные при этом будут утеряны!\nЕсли таковые имеются, нажмите на "Отмена" и скопируйте их куда-нибудь.';
var S2_LANG_403					= 'У вас недостаточно прав для совершения этого действия.';
var S2_LANG_404					= 'Ошибка 404: возможно, файл не найден.';
var S2_LANG_UNKNOWN_ERROR		= 'Неизвестная ошибка';
var S2_LANG_SERVER_RESPONSE		= 'Ответ сервера:';

var S2_LANG_CLICK_TO_SORT		= 'Щелкните для сортировки';

var S2_LANG_RESET_PROMPT		= 'Вернуться к первоначальному варианту (без изменений)?';
var S2_LANG_CLEAR_PROMPT		= 'Очистить форму?';

var S2_LANG_UNSAVED				= 'Вы не сохранили страницу, которую редактировали ранее.\nВы действительно хотите открыть в редакторе новую страницу?\nПомните, что при этом потеряется несохраненный вариант старой страницы.';
var S2_LANG_UNSAVED_EXIT		= 'Вы не сохранили страницу, которую редактировали ранее.\nВы действительно хотите покинуть панель управления?\nПомните, что при этом потеряется несохраненный вариант старой страницы.';

var S2_LANG_MOVE				= 'Переместить в «%s»';
var S2_LANG_MOVE_UP				= 'Поднять';
var S2_LANG_MOVE_DOWN			= 'Опустить';
var S2_LANG_ADD_TO_TAG			= 'Добавить к ключевому слову «%s»';

var S2_LANG_DELETE_FILE			= 'Удалить файл «%s»?';
var S2_LANG_DELETE_ITEM			= 'Удалить «%s» и все дочерние элементы?';

var S2_LANG_CREATE_SUBFOLDER	= 'Создать подпапку';
var S2_LANG_DELETE				= 'Удалить';

var S2_LANG_FILE				= 'Файл: ';
var S2_LANG_FOLDER				= 'папку ';
var S2_LANG_VALUE				= 'Объем: ';
var S2_LANG_SIZE				= 'Размер: ';
var S2_LANG_INSERT				= 'Вставить';
var S2_LANG_NO_LOOPS_IMG		= 'Переместить папку в подпапки невозможно!';