<?php

$lang_s2_search = array(

'Search'					=> 'Поиск',
'Search button'				=> 'Искать',

'Quick search'				=> 'Быстрый поиск',
'Quick search label'		=> 'Начинать поиск по заголовкам во время набора.',

'Found'						=> 'Найдено страниц: %d',
'Not found'					=> 'Ничего не найдено.',

'Crumbs'					=> '<a href="%2$s">%1$s</a> &rarr; %3$s',
'Reindex'					=> 'проиндексировать заново',
'Reindex title'				=> 'Долгая операция. Если соединение с сервером прервется, можно запустить повторно.',
'Info link'					=> 'Поисковый индекс: %1$s (%2$s)',

);
