<?php

$lang_s2_search = array(

'Search'					=> 'Поиск',
'Search button'				=> 'Найти',

'Quick search'				=> 'Быстрый поиск',
'Quick search label'		=> 'Показывать подсказки на основе поиска по заголовкам во время набора.',

'Found'						=> 'Найдено страниц: %d',
'Found tags'				=> 'Похожие ключевые слова: %s',
'Not found'					=> 'Ничего не найдено.',

'Reindex'					=> 'проиндексировать заново',
'Reindex title'				=> 'Долгая операция. Если соединение с сервером прервется, можно запустить повторно.',
'Info link'					=> 'Поисковый индекс: %1$s (%2$s)',

'Indexing required'			=> 'Чтобы на сайте заработал поиск, нужно проиндексировать данные.',
'Index now'					=> 'Проиндексировать сейчас',

);
