<?php

$lang_admin = array(

// Common admin panel
'Welcome'					=> 'Привет, %s.',
'Logout'					=> 'Выйти?',
'Logout info'				=> 'Выход из системы здесь',
'Delete from list'			=> 'Удалить статью из этого списка',
'New page'					=> 'Новая страница',
'Admin panel'				=> 'Панель управления',
'Expired session'			=> "Ваш сеанс из-за длительного простоя завершен.\n\nСкопируйте куда-нибудь несохраненные данные и обновите страницу, чтобы ввести логин и пароль заново.",
'Lost session'				=> "Сессия была прервана. Возможно, другой пользователь воспользовался вашим логином и паролем.\n\nСкопируйте куда-нибудь несохраненные данные и обновите страницу, чтобы ввести логин и пароль заново.",
'No permission'				=> 'У вас недостаточно прав для совершения этого действия.',

// Login form
'Password'					=> 'Пароль',
'Log in'					=> 'Войти',
'Noscript'					=> 'У вас отключен Javascript. Без него система не работает.<br />Включите его, на дворе XXI век.',
'Old login page'			=> 'Страница входа была загружена давно и уже устарела.<br />Введите, пожалуйста, данные еще раз.',
'Error login page'			=> 'Логин или пароль введен с ошибкой!<br />Введите, пожалуйста, данные еще раз.',

// List tab
'Site'						=> 'Сайт',
'Choose tag'				=> 'Выберите ключевое слово из&nbsp;списка справа или&nbsp;добавьте туда новое на&nbsp;<a href="#tag">вкладке ключевых слов</a>.',
'Show tags'					=> 'Показать ключевые слова',
'Expand'					=> 'Раскрыть всё',
'Collapse'					=> 'Закрыть всё',
'Refresh'					=> 'Обновить',
'Create subarticle'			=> 'Создать статью в этом разделе',

// Editor tab
'Empty editor info'			=> 'Перейдите на вкладку «<a href="#list">Сайт</a>» и выберите страницу для редактирования.',
'Not saved correct'			=> 'Внимание! Возникла ошибка при сохранении статьи. На всякий случай скопируйте ее в текстовый редактор и сохраните в файл.',
'Editor'					=> 'Редактор',
'Template'					=> 'Шаблон:',
'Title'						=> 'Заголовок:',
'Meta keywords'				=> 'Ключевые слова:',
'Meta descr'				=> 'Описание:',
'Meta help'					=> 'Попадет в мета-теги',
'Excerpt'					=> 'Выдержка:',
'Excerpt help'				=> 'Выдержка используется как описание в разделах и попадает в RSS',
'Create time'				=> 'Создано:',
'Modify time'				=> 'Изменено:',
'Modify time help'			=> 'Используется в RSS. Можно обновлять при внесении правок',
'Now'						=> 'сейчас',
'Paragraphs'				=> 'Абзацы',
'Paragraphs info'			=> '«Умная» расстановка тегов &lt;p&gt; и &lt;br&gt;',
'Published'					=> 'Опубликовано',
'Commented'					=> 'Можно комментировать',
'Commented info'			=> 'Отображать форму ввода комментариев. Настройка важна только для страниц.',
'Subcontent'				=> 'Выдержки статей и&nbsp;подразделов',
'Children preview'			=> 'Показывать выдержки дочерних страниц. Настройка важна только для разделов.', 
'Preview published'			=> 'Опубликованная страница откроется в новом окне',
'Preview ready'				=> 'Просмотреть опубликованное &uarr;',
'Go to comments'			=> 'Перейти к комментариям',
'Clear'						=> 'Очистить',
'Reset'						=> 'Сбросить',
'Preview not found'			=> '<h1>Страница не найдена</h1><p>Страница, которую вы хотите просмотреть, не опубликована или не найдена. Можно просматривать только опубликованные страницы.</p>',
'URL not unique'			=> 'Такой URL уже используется. Подберите другой.',
'URL empty'					=> 'Задайте фрагмент URL, чтобы у этой страницы появился свой адрес.',
'URL on mainpage'			=> 'Фрагмент URL главной страницы изменять нельзя.',

'Bold'						=> 'Жирный шрифт',
'Italic'					=> 'Курсив',
'Strike'					=> 'Зачеркнутый',

'Link'						=> 'Ссылка',
'Quote'						=> 'Цитата',
'Image'						=> 'Картинки',

'Header 2'					=> 'Заголовок уровня 2',
'Header 3'					=> 'Заголовок уровня 3',
'Header 4'					=> 'Заголовок уровня 4',

'Left'						=> 'Абзац',
'Center'					=> 'Абзац с выравниванием по центру',
'Right'						=> 'Абзац с выравниванием вправо',
'Justify'					=> 'Растянутый абзац',

'UL'						=> 'Список',
'OL'						=> 'Нумерованный список',
'LI'						=> 'Элемент списка',

'SUP'						=> 'Верхний индекс',
'SUB'						=> 'Нижний индекс',

'PRE'						=> 'Сохранить форматирование',
'CODE'						=> 'Код',

'BIG'						=> 'Надпись увеличенным шрифтом',
'SMALL'						=> 'Надпись уменьшенным шрифтом',

'NOBR'						=> 'Запретить перенос строк',

'Imput time format'			=> '[hour]:[minute], [day].[month].[year]',

// Preview tab
'Preview'					=> 'Предпросмотр',

// Comments tab
'Hide'						=> 'Скрыть',
'Show'						=> 'Отобразить',
'Mark comment'				=> 'Отметить комментарий',
'Unmark comment'			=> 'Убрать отметку',
'Delete'					=> 'Удалить',
'Edit'						=> 'Редактировать',
'All comments'				=> 'Все комментарии',
'Go to editor'				=> 'Перейти к редактированию статьи',
'All comments to'			=> 'Все комментарии к «%s»',
'All comments to'			=> 'Все комментарии к «%s»',
'Show hidden comments'		=> 'Скрытые',
'Show last comments'		=> 'Последние',
'Show new comments'			=> 'Непроверенные',
'Hidden comments'			=> 'Скрытые комментарии на сайте',
'Last comments'				=> 'Последние комментарии на сайте',
'New comments'				=> 'Непроверенные комментарии на сайте',
'No comments'				=> 'Нет комментариев',
'Hidden'					=> 'скрыт',
'Subscribed'				=> 'подписан',
'Save'						=> 'Сохранить',
'Save info'					=> 'А еще работает CTRL + S',
'Show email'				=> 'Показывать e-mail',
'Name:'						=> 'Имя:',
'Name'						=> 'Имя',
'Date'						=> 'Время',
'IP'						=> 'IP',
'Comment'					=> 'Комментарий',
'Premoderation info'		=> 'Включен режим премодерации. Следующие комментарии ожидают проверки. Вы должны либо опубликовать их, либо удалить.',

// Pictures tab
'Pictures'					=> 'Картинки',

// Tags tab
'Tags'						=> 'Ключевые слова',
'Tags:'						=> 'Ключевые слова:',
'Tag:'						=> 'Ключевое слово:',
'New'						=> '— Новое —',
'Replace tag'				=> 'Сохранить вместо:',
'Delete tag'				=> 'Удалить ключевое слово «%s»',
'Click tag'					=> 'Щелкните по слову, чтобы выбрать его',
'URL part'					=> 'Фрагмент URL:',

// Admin tab
'Administrate'				=> 'Администрирование',

// Stat tab
'Already published'			=> 'Сейчас на сайте',
'Articles'					=> 'Статей: %s',
'Comments'					=> 'Комментариев: %s',
'Server load'				=> 'Нагрузка на сервер',
'Stat'						=> 'Статистика',
'S2 version'				=> 'Версия S2',
'Environment'				=> 'Программная среда',
'N/A'						=> 'Информация недоступна',
'OS'						=> 'Операционная система: %s',
'PHP info'					=> 'Сведения о PHP на этом сервере',
'Accelerator'				=> 'Акселератор: %s',
'Database'					=> 'База данных',
'Rows'						=> 'Строк: %s',
'Size'						=> 'Объем данных: %s',

// Options tab
'Options'					=> 'Настройка',

// Users tab
'Users'						=> 'Пользователи',
'No permissions email'		=> 'Адрес электронной почты не изменен. У вас недостаточно прав для изменения чужих данных.',
'No other admin'			=> '<strong>Внимание!</strong> Вы не можете лишить себя прав администратора, потому что больше администраторов не останется.',
'No other admin delete'		=> '<strong>Внимание!</strong> Вы не можете удалить себя, потому что больше администраторов не останется.',
'Set email'					=> 'Задать адрес электронной почты',
'Change email'				=> 'Изменить адрес электронной почты',
'Deny'						=> 'запретить',
'Allow'						=> 'разрешить',
'Username exists'			=> '<strong>Внимание!</strong> Учетная запись «%s» уже существует.',
'Password changed'			=> 'Пароль изменен.',
'Change password'			=> 'Поменять пароль',
'Delete user'				=> 'Удалить пользователя',
'Add user'					=> 'Добавить пользователя',
'Login'						=> 'Логин',
'Email:'					=> 'Электронная почта:',
'Email'						=> 'Электронная почта',

// Extensions tab
'Extensions'				=> 'Расширения',
);

$lang_user_permissions = array (

'view'					=> 'Просмотр',
'view_hidden'			=> 'Просмотр конфиденциальной информации',
'hide_comments'			=> 'Скрывать комментарии',
'edit_comments'			=> 'Редактировать комментарии',
'edit_site'				=> 'Редактировать сайт',
'edit_users'			=> 'Управлять пользователями'

);

$lang_templates = array(

''					=> '— как у раздела —',
'site.php'			=> 'Обычная страница',
'mainpage.php'		=> 'Главная страница',
'back_forward.php'	=> 'Страница без меню',

);