<?php

$lang_const_explain = array(

'S2_SITE_NAME'			=> 'Выводится в заголовках и в RSS.',
'S2_WEBMASTER'			=> 'Используется в копирайте, RSS и в поле «от кого» в письмах; можно оставить пустым.',
'S2_WEBMASTER_EMAIL'	=> 'Используется в копирайте и как обратный адрес в письмах.',
'S2_COMPRESS'			=> 'Требует от сервера немного дополнительного процессорного времени, но экономит трафик.',
'S2_SHOW_COMMENTS'		=> 'Можно снять флажок, чтобы на время спрятать все имеющиеся комментарии.',
'S2_ENABLED_COMMENTS'	=> 'Отображать форму ввода комментария на страницах, где она не запрещена явно.',
'S2_PREMODERATION'		=> 'Поступающие комментарии будут скрытыми, их должен одобрять модератор.',
'S2_FAVORITE_URL'		=> 'Часть URL для страницы с избранным, например, «favorite».',
'S2_TAGS_URL'			=> 'Часть URL для страницы ключевых слов, например, «keywords».',
'S2_MAX_ITEMS'			=> 'Количество элементов на одной странице в разделах. 0 — выводить всё содержимое разделов на одной странице.',
'S2_START_YEAR'			=> 'Выводится в копирайте.',
'S2_ADMIN_COLOR'		=> 'Цвет фона в панели управления (примеры: %s).',
'S2_ADMIN_NEW_POS'		=> 'При создании новые страницы помещаются в древовидной структуре перед имеющимися, а не после них.',
'S2_ADMIN_CUT'			=> 'Использовать текст страницы до тега «&lt;cut&gt;» как выдержку.',
'S2_ADMIN_UPDATES'		=> 'Уведомлять о выходе новых версий S2 при входе в панель управления.',
'S2_LOGIN_TIMEOUT'		=> 'Время простоя (в минутах), по истечении которого придется вводить логин и пароль заново.'

);

$lang_const_names = array(

'S2_SITE_NAME'			=> 'Название сайта',
'S2_WEBMASTER'			=> 'Автор сайта',
'S2_WEBMASTER_EMAIL'	=> 'Электронная почта автора',
'S2_COMPRESS'			=> 'gzip-сжатие',
'S2_SHOW_COMMENTS'		=> 'Отображать комментарии',
'S2_ENABLED_COMMENTS'	=> 'Можно комментировать',
'S2_PREMODERATION'		=> 'Проверка комментариев',
'S2_FAVORITE_URL'		=> 'URL для избранного',
'S2_TAGS_URL'			=> 'URL для ключевых слов',
'S2_MAX_ITEMS'			=> 'Постраничная навигация',
'S2_START_YEAR'			=> 'Год запуска',
'S2_ADMIN_COLOR'		=> 'Цвет фона',
'S2_ADMIN_NEW_POS'		=> 'Новые страницы сверху',
'S2_ADMIN_CUT'			=> '«Кат» вместо выдержки',
'S2_ADMIN_UPDATES'		=> 'Проверка обновлений',
'S2_LOGIN_TIMEOUT'		=> 'Таймаут'

);

$lang_admin_opt = array(

'Styles'					=> 'Стиль оформления',
'Languages'					=> 'Язык',
'Save options'				=> 'Сохранить параметры (Ctrl + S)',
'Invalid webmaster email'	=> 'Неверно указан e-mail автора сайта. Используется старый e-mail.',
'Invalid style'				=> 'Был указан неверный стиль оформления.',
'Invalid lang pack'			=> 'Языковой пакет «%s» содержит ошибки.',

);