var s2_lang = {
	load_tree			: 'Загружается структура сайта...',
	delete_comment		: 'Удалить комментарий?',
	delete_tag_link		: 'Разорвать связь?',
	new_password		: 'Новый пароль пользователя «%s»:',
	new_email			: 'Новый e-mail пользователя «%s»:',
	new_name			: 'Новое имя пользователя «%s»:',
	delete_user			: 'Удалить пользователя «%s»?',

	delete_tag			: 'Удалить ключевое слово «%s» и все связи с ним?',

	empty_tag			: 'Нельзя сохранить ключевое слово без названия.',
	login_too_long		: 'Логин слишком длинный. Допустимая длина — 25 символов.',

	install_extension	: 'Продолжить установку расширения «%s»?',
	install_message		: 'Внимательно прочитайте перед установкой:\n\n%s\n\n',

	delete_extension	: 'Вы действительно хотите удалить расширение «%s»?',
	uninstall_message	: 'Внимательно прочитайте перед удалением:\n\n%s\n\nПродолжить удаление?',

	unknown_error		: 'Неизвестная ошибка',
	server_response		: 'Что-то не сработало. Сообщите администраторам или разработчикам о том, в каких условиях возникает ошибка, и приложите ответ сервера:',

	click_to_sort		: 'Щелкните для сортировки',

	unsaved				: 'Сохранить измененную старую страницу перед открытием новой?',
	save_and_open		: 'Сохранить и открыть',
	discard_and_open	: 'Не сохранять и открыть',
	unsaved_exit		: 'Вы не сохранили страницу, которую редактировали ранее. Вы действительно хотите покинуть панель управления? Помните, что при этом потеряется несохраненный вариант старой страницы.',
	save_and_exit		: 'Сохранить и выйти',
	discard_and_exit	: 'Не сохранять и выйти',

	recovered_text		: 'Восстановленный текст',
	recovered_text_alert: 'Не сохраненный ранее текст восстановлен.',
	recovered_text_info : 'Не сохраненный в предыдущий раз текст был восстановлен. Вы можете скопировать нужные фрагменты и вставить их в редактор.',
	recovered_open		: 'Открыть в новом окне',

	conflicted_revisions: 'Пока вы редактировали страницу, кто-то уже успел ее изменить. Прямо сейчас не получится сохранить ваши изменения, чтобы не потерялись чужие. Но можно открыть ваш вариант в новом окне и загрузить в редактор новый вариант с чужими изменениями. После этого вы сможете самостоятельно перенести в новый вариант ваши изменения.',
	conflicted_action	: 'Открыть мой текст в новом окне и загрузить сюда чужой текст',
	conflicted_text		: 'Ваш вариант текста',
	conflicted_text_info: 'Текст с вашими изменениями был перенесен сюда, а в редактор загружен чужой вариант. Вы можете скопировать нужные фрагменты и вставить их в редактор. Не закрывайте эту страницу, не скопировав текст, иначе он будет потерян навсегда.',

	move				: 'Переместить в «%s»',
	move_up				: 'Поднять',
	move_down			: 'Опустить',
	add_to_tag			: 'Добавить к ключевому слову «%s»',

	delete_file			: 'Удалить файл «%s»?',
	delete_item			: 'Удалить «%s» и все дочерние элементы?',

	create_subfolder	: 'Создать подпапку',
	delete_folder		: 'Удалить папку',

	file				: 'Файл: ',
	folder				: 'папку ',
	value				: 'Объем: ',
	size				: 'Размер: ',
	insert				: 'Вставить',

	files_too_big		: 'Следующие файлы не загружались, так как их размер больше разрешенного на сервере (%s):'
};