var s2_lang = {
	load_tree			: 'Загружается структура сайта...',
	no_loops			: 'Переместить раздел в дочерние разделы невозможно!',
	delete_comment		: 'Удалить комментарий?',
	delete_tag_link		: 'Разорвать связь?',
	show_tags			: 'Показать ключевые слова',
	hide_tags			: 'Скрыть ключевые слова',
	new_password		: 'Новый пароль пользователя «%s»:',
	new_email			: 'Новый e-mail пользователя «%s»:',
	delete_user			: 'Удалить пользователя «%s»?',

	delete_tag			: 'Удалить ключевое слово «%s» и все связи с ним?',

	empty_tag			: 'Нельзя сохранить ключевое слово без названия.',
	empty_login			: 'Вы не ввели логин пользователя.',

	install_extension	: 'Продолжить установку расширения «%s»?',
	install_message		: 'Внимательно прочитайте перед установкой:\n\n%s\n\n',

	delete_extension	: 'Вы действительно хотите удалить расширение «%s»?',
	uninstall_message	: 'Внимательно прочитайте перед удалением:\n\n%s\n\nПродолжить удаление?',

	unknown_error		: 'Неизвестная ошибка',
	server_response		: 'Ответ сервера:',

	click_to_sort		: 'Щелкните для сортировки',

	clear_prompt		: 'Очистить форму?',

	unsaved				: 'Вы не сохранили страницу, которую редактировали ранее.\nВы действительно хотите открыть в редакторе новую страницу?\nПомните, что при этом потеряется несохраненный вариант старой страницы.',
	unsaved_exit		: 'Вы не сохранили страницу, которую редактировали ранее.\nВы действительно хотите покинуть панель управления?\nПомните, что при этом потеряется несохраненный вариант старой страницы.',

	move				: 'Переместить в «%s»',
	move_up				: 'Поднять',
	move_down			: 'Опустить',
	add_to_tag			: 'Добавить к ключевому слову «%s»',

	delete_file			: 'Удалить файл «%s»?',
	delete_item			: 'Удалить «%s» и все дочерние элементы?',

	create_subfolder	: 'Создать подпапку',
	delete				: 'Удалить',

	file				: 'Файл: ',
	folder				: 'папку ',
	value				: 'Объем: ',
	size				: 'Размер: ',
	insert				: 'Вставить',
	no_loops_img		: 'Переместить папку в подпапки невозможно!'
};