<?php

return array(

	'Page blocks'				=> 'Блоки на&nbsp;страницах',
	'Page blocks setup'			=> 'Дополнительные поля в&nbsp;редакторе',
	'Page blocks setup label'	=> 'По одному полю на&nbsp;строчку. Перечислите через запятую название метки, заголовок поля, «img» для картинок или высоту для текста и необязательный четвертый параметр, задающий форматирование блока. Примеры: «placeholder, Новое поле, 3, &lt;em&gt;%s&lt;/em&gt;», «placeholder2, Картинка, img». Затем добавьте метку &lt;-- placeholder --&gt; в&nbsp;шаблоны.',

);
